
age = 11
if age < 18:
    print("discount")

  
else:
    print("regular price")

    # ეს არის პირველი დავალება.



# if else - არის სადაც იწერება შენი ასაკი და < ან > ნიშანით შენ ასაკს გაუტოლებ შენი ასაკია უფრო დიდი თუ ის რაც არის დაწერილი if-ში.

# ეს არის მეორე დავალება.


# while loop-ი - პითონში არის ციკლი რომელიც იმეორებს მოქმედებებს.
# ეს არის მესამე დავალება.





i = 100
while i >= 0:
    print(i)
    i -= 1


# ეს არის მეოთხე დავალება.



age = int(input("enter your age: "))
if age >= 18:
    print("თქვენ გადაიხდით რეგურალურ ფასებით")
else:
    print("თქვენნ მიიღეებთ 20% ფასდაკლებას.")






